<?php
function arr_task($p1, $p2){
	if ($p1 > $p2) {
		for($i = $p1; $i >= $p2 ; $i--){
			echo $i.'/';
		}
	} else {
		for($j = $p1; $j <= $p2 ; $j++){
			echo $j.'/';
	}
}
}
arr_task(42,11);
echo "<br>";
arr_task(2,50);


/*. 4. !Да се напише метод, който отпечатва числата от 42 до 11.
a. Отпечатайте числата три пъти в три различни тага.
b. Чрез параметри добавете възможност за отпечатване на числа в друг
интервал. /функцията трябва да може да отпечатва числата, без значение
дали първото зададено число е по-голямото от двете или обратно. Напр. от 52
до 25, или от 10 до 100.
*/

?>